Repository: religofsil/progs
Catalog: Master_RU-Master_EN.tmx
Source language: ru
Languages: en

source: Однажды весною, в час небывало жаркого заката, в Москве, на Патриарших прудах, появились два гражданина.
en: At the sunset hour of one warm spring day two men were to be seen at Patriarch's Ponds.

source: Первый из них, одетый в летнюю серенькую пару, был маленького роста, упитан, лыс, свою приличную шляпу пирожком нес в руке, а на хорошо выбритом лице его помещались сверхъестественных размеров очки в черной роговой оправе, второй - плечистый, рыжеватый, вихрастый молодой человек в заломленной на затылок клетчатой кепке - был в ковбойке, жеваных белых брюках и в черных тапочках.
en: The first of them-aged about forty, dressed in a greyish summer suit-was short, dark-haired, well-fed and bald. He carried his decorous pork-pie hat by the brim and his neatly shaven face was embellished by black hornrimmed spectacles of preternatural dimensions. The other, a broad-shouldered young man with curly reddish hair and a check cap pushed back to the nape of his neck, was wearing a tartan shirt, chewed white trousers and black sneakers.

source: Первый был не кто иной, как Михаил Александрович Берлиоз, председатель правления одной из крупнейших московских литературных ассоциаций, сокращенно именуемой Массолит, и редактор толстого художественного журнала, а молодой спутник его - поэт Иван Николаевич Понырев, пишущий под псевдонимом Бездомный.
en: The first was none other than Mikhail Alexandrovich Berlioz, editor of a highbrow literary magazine and chairman of the management cofnmittee of one of the biggest Moscow literary clubs, known by its abbreviation as massolit; his young companion was the poet Ivan Nikolayich Poniryov who wrote under the pseudonym of Bezdomny.

source: Попав в тень чуть зеленеющих лип, писатели первым долгом бросились к пестро раскрашенной будочке с надписью "Пиво и Воды".
en: Reaching the shade of the budding lime trees, the two writers went straight to a gaily-painted kiosk labelled 'Beer and Minerals'.

source: Да, следует отметить первую странность этого страшного майского вечера. Не только у будочки, но и во всей аллее, параллельной Малой Бронной улице, не оказалось ни одного человека.
en: There was an oddness about that terrible day in May which is worth recording : not only at the kiosk but along the whole avenue parallel to Malaya Bronnaya Street there was not a person to be seen.

source: В тот час, когда уж, кажется, и сил не было дышать, когда солнце, раскалив Москву, в сухом тумане валилось куда-то за Садовое кольцо, - никто не пришел под липы, никто не сел на скамейку, пуста была аллея.
en: It was the hour of the day when people feel too exhausted to breathe, when Moscow glows in a dry haze as the sun disappears behind the Sadovaya Boulevard-yet no one had come out for a walk under the limes, no one was sitting on a bench, the avenue was empty.

source: -Дайте нарзану, - попросил Берлиоз.
en: 'A glass of lemonade, please,'said Berlioz.

source: -Нарзану нету, - ответила женщина в будочке и почему-то обиделась.
en: 'There isn't any,'replied the woman in the kiosk. For some reason the request seemed to offend her.

source: -Пиво есть? - Сиплым голосом осведомился Бездомный.
en: 'Got any beer?' enquired Bezdomny in a hoarse voice.

source: -Пиво привезут к вечеру, - ответила женщина.
en: 'Beer's being delivered later this evening' said the woman.

source: -А что есть? - Спросил Берлиоз.
en: 'Well what have you got?' asked Berlioz.

source: -Абрикосовая, только теплая, - сказала женщина.
en: 'Apricot juice, only it's warm' was the answer.

source: -Ну, давайте, давайте, давайте!..
en: 'All right, let's have some.'

source: Абрикосовая дала обильную желтую пену, и в воздухе запахло парикмахерской.
en: The apricot juice produced a rich yellow froth, making the air smell like a hairdresser's.

source: Напившись, литераторы немедленно начали икать, расплатились и уселись на скамейке лицом к пруду и спиной к Бронной.
en: After drinking it the two writers immediately began to hiccup. They paid and sat down on a bench facing the pond, their backs to Bronnaya Street.

source: Тут приключилась вторая странность, касающаяся одного Берлиоза.
en: Then occurred the second oddness, which affected Berlioz alone.

source: Он внезапно перестал икать, сердце его стукнуло и на мгновенье куда-то провалилось, потом вернулось, но с тупой иглой, засевшей в нем.
en: He suddenly stopped hiccuping, his heart thumped and for a moment vanished, then returned but with a blunt needle sticking into it.

source: Кроме того, Берлиоза охватил необоснованный, но столь сильный страх, что ему захотелось тотчас же бежать с Патриарших без оглядки.
en: In addition Berlioz was seized by a fear that was groundless but so powerful that he had an immediate impulse to run away from Patriarch's Ponds without looking back.

source: Берлиоз тоскливо оглянулся, не понимая, что его напугало.
en: Berlioz gazed miserably about him, unable to say what had frightened him.

source: Он побледнел, вытер лоб платком, подумал: "Что это со мной?
en: He went pale, wiped his forehead with his handkerchief and thought: ' What's the matter with me?

source: Этого никогда не было...
en: This has never happened before...

source: Сердце шалит...
en: Heart playing tricks...

source: Я переутомился.
en: I'm overstrained ...

source: Пожалуй, пора бросить все к черту и в Кисловодск..."
en: I think it's time to chuck everything up and go and take the waters at Kislovodsk. .'

source: И тут знойный воздух сгустился перед ним, и соткался из этого воздуха прозрачный гражданин престранного вида.
en: Just then the sultry air coagulated and wove itself into the shape of a man-a transparent man of the strangest appearance.

source: На маленькой головке жокейский картузик, клетчатый кургузый воздушный же пиджачок...
en: On his small head was a jockey-cap and he wore a short check bum-freezer made of air.

source: Гражданин ростом в сажень, но в плечах узок, худ неимоверно, и физиономия, прошу заметить, глумливая.
en: The man was seven feet tall but narrow in the shoulders, incredibly thin and with a face made for derision.

source: Жизнь Берлиоза складывалась так, что к необыкновенным явлениям он не привык.
en: Berlioz's life was so arranged that he was not accustomed to seeing unusual phenomena.

source: Еше более побледнев, он вытаращил глаза и в смятении подумал: "Этого не может быть!.."
en: Paling even more, he stared and thought in consternation : ' It can't be!'

source: Но это, увы, было, и длинный, сквозь которого видно, гражданин, не касаясь земли, качался перед ним и влево и вправо.
en: But alas it was, and the tall, transparent gentleman was swaying from left to right in front of him without touching the ground.

source: Тут ужас до того овладел Берлиозом, что он закрыл глаза.
en: Berlioz was so overcome with horror that he shut his eyes.

source: А когда он их открыл, увидел, что все кончилось, марево растворилось, клетчатый исчез, а заодно и тупая игла выскочила из сердца.
en: When he opened them he saw that it was all over, the mirage had dissolved, the chequered figure had vanished and the blunt needle had simultaneously removed itself from his heart.

source: -Фу ты черт! - Воскликнул редактор, - ты знаешь, Иван, у меня сейчас едва удар от жары не сделался!
en: 'The devil! ' exclaimed the editor. ' D'you know, Ivan, the heat nearly gave me a stroke just then!

source: Даже что-то вроде галлюцинации было, - он попытался усмехнуться, но в глазах его еще прыгала тревога, и руки дрожали.
en: I even saw something like a hallucination . ' He tried to smile but his eyes were still blinking with fear and his hands trembled.

source: Однако постепенно он успокоился, обмахнулся платком и, произнеся довольно бодро: "Ну-с, итак..." - повел речь, прерванную питьем абрикосовой.
en: However he gradually calmed down, flapped his handkerchief and with a brave enough ' Well, now. ' carried on the conversation that had been interrupted by their drink of apricot juice.

source: Речь эта, как впоследствии узнали, шла об Иисусе Христе.
en: They had been talking, it seemed, about Jesus Christ.

source: Дело в том, что редактор заказал поэту для очередной книжки журнала большую антирелигиозную поэму.
en: The fact was that the editor had commissioned the poet to write a long anti-religious poem for one of the regular issues of his magazine.

source: Эту поэму Иван Николаевич сочинил, и в очень короткий срок, но, к сожалению, ею редактора нисколько не удовлетворил.
en: Ivan Nikolayich had written this poem in record time, but unfortunately the editor did not care for it at all.

source: Очертил Бездомный главное действующее лицо своей поэмы, то есть Иисуса, очень черными красками, и тем не менее всю поэму приходилось, по мнению редактора, писать заново.
en: Bezdomny had drawn the chief figure in his poem, Jesus, in very black colours, yet in the editor's opinion the whole poem had to be written again.

source: И вот теперь редактор читал поэту нечто вроде лекции об Иисусе, с тем чтобы подчеркнуть основную ошибку поэта.
en: And now he was reading Bezdomny a lecture on Jesus in order to stress the poet's fundamental error.

source: Трудно сказать, что именно подвело Ивана Николаевича - изобразительная ли сила его таланта или полное незнакомство с вопросом, по которому он собирался писать, - но Иисус в его изображении получился ну совершенно как живой, хотя и не привлекающий к себе персонаж.
en: It was hard to say exactly what had made Bezdomny write as he had-whether it was his great talent for graphic description or complete ignorance of the subject he was writing on, but his Jesus had come out, well, completely alive, a Jesus who had really existed, although admittedly a Jesus who had every possible fault.

source: Берлиоз же хотел доказать поэту, что главное не в том, каков был Иисус, плох ли, хорош ли, а в том, что Иисуса-то этого, как личности, вовсе не существовало на свете и что все рассказы о нем - простые выдумки, самый обыкновенный миф.
en: Berlioz however wanted to prove to the poet that the main object was not who Jesus was, whether he was bad or good, but that as a person Jesus had never existed at all and that all the stories about him were mere invention, pure myth.

source: Надо заметить, что редактор был человеком начитанным и очень умело указывал в своей речи на древних историков, например, на знаменитого Филона Александрийского, на блестяще образованного Иосифа Флавия, никогда ни словом не упоминавших о существовании Иисуса.
en: The editor was a well-read man and able to make skilful reference to the ancient historians, such as the famous Philo of Alexandria and the brilliantly educated Josephus Flavius, neither of whom mentioned a word of Jesus' existence.

source: Обнаруживая солидную эрудицию, Михаил Александрович сообщил поэту, между прочим, и о том, что то место в 15-й книге, в главе 44-й знаменитых тацитовых "Анналов", где говорится о казни Иисуса, - есть не что иное, как позднейшая поддельная вставка.
en: With a display of solid erudition, Mikhail Alexandrovich informed the poet that incidentally, the passage in Chapter 44 of the fifteenth book of Tacitus' Annals, where he describes the execution of Jesus, was nothing but a later forgery.

source: Поэт, для которого все, сообщаемое редактором, являлось новостью, внимательно слушал Михаила Александровича, уставив на него свои бойкие зеленые глаза, и лишь изредка икал, шепотом ругая абрикосовую воду.
en: The poet, for whom everything the editor was saying was a novelty, listened attentively to Mikhail Alexandrovich, fixing him with his bold green eyes, occasionally hiccuping and cursing the apricot juice under his breath.

source: -Нет ни одной восточной религии, - говорил Берлиоз, - в которой, как правило непорочная дева не произвела бы на свет бога.
en: 'There is not one oriental religion,' said Berlioz, ' in which an immaculate virgin does not bring a god into the world.

source: И христиане, не выдумав ничего нового, точно так же создали своего Иисуса, которого на самом деле никогда не было в живых.
en: And the Christians, lacking any originality, invented their Jesus in exactly the same way. In fact he never lived at all.

source: Вот на это-то и нужно сделать главный упор...
en: That's where the stress has got to lie.

source: Высокий тенор Берлиоза разносился в пустынной аллее, и по мере того, как Михаил Александрович забирался в дебри, в которые может забираться, не рискуя свернуть себе шею, лишь очень образованный человек, - поэт узнавал все больше и больше интересного и полезного и про египетского озириса, благостного бога и сына неба и земли, и про финикийского бога фаммуза, и про мардука, и даже про менее известного грозного бога вицлипуцли, которого весьма почитали некогда ацтеки в Мексике.
en: Berlioz's high tenor resounded along the empty avenue and as Mikhail Alexandrovich picked his way round the sort of historical pitfalls that can only be negotiated safely by a highly educated man, the poet learned more and more useful and instructive facts about the Egyptian god Osiris, son of Earth and Heaven, about the Phoenician god Thammuz, about Marduk and even about the fierce little-known god Vitzli-Putzli, who had once been held in great veneration by the Aztecs of Mexico.

source: Вот как раз в то время, когда Михаил Александрович рассказывал поэту о том, как ацтеки лепили из теста фигурку вицлипуцли, в аллее показался первый человек.
en: At the very moment when Mikhail Alexandrovich was telling the poet how the Aztecs used to model figurines of Vitzli-Putzli out of dough- the first man appeared in the avenue.

source: Впоследствии, когда, откровенно говоря, было уже поздно, разные учреждения представили свои сводки с описанием этого человека.
en: Afterwards, when it was frankly too late, various bodies collected their data and issued descriptions of this man.

source: Что касается зубов, то с левой стороны у него были платиновые коронки, а с правой - золотые.
en: As to his teeth, he haid platinum crowns on his left side and gold ones on his tight.

source: Он был в дорогом сером костюме, в заграничных, в цвет костюма, туфлях.
en: He wore an expensive grey suit and foreign shoes of the same colour as his suit.

source: Серый берет он лихо заломил на ухо, под мышкой нес трость с черным набалдашником в виде головы пуделя.
en: His grey beret was stuck jauntily over one ear and under his arm he carried a walking-stick with a knob in the shape of a poodle's head.

source: По виду - лет сорока с лишним.
en: He looked slightly over forty.

source: Рот какой-то кривой.
en: Crooked sort of mouth.

source: Выбрит гладко.
en: Clean-shav-n.

source: Брюнет.
en: Dark hair.

source: Правый глаз черный, левый почему-то зеленый.
en: Right eye black, left ieye for some reason green.

source: Брови черные, но одна выше другой.
en: Eyebrows black, but one higher than the other.

source: Словом иностранец.
en: In short-a foreigner.

source: Пройдя мимо скамьи, на которой помещались редактор и поэт, иностранец покосился на них, остановился и вдруг уселся на соседней скамейке, в двух шагах от приятелей.
en: As he passed the bench occupied by the editor and the poet, the foreigner gave them a sidelong glance, stopped and suddenly sat down on the next bench a couple of paces away from the two friends.

source: "Немец", - Подумал Берлиоз.
en: 'A German,'' thought Berlioz.

source: "Англичанин, - подумал Бездомный, - ишь, и не жарко ему в перчатках".
en: ' An Englishman...' thought Bezdomny. ' Phew, he must be hot in those gloves!'

source: А иностранец окинул взглядом высокие дома, квадратом окаймлявшие пруд, причем заметно стало, что видит это место он впервые и что оно его заинтересовало.
en: The stranger glanced round the tall houses that formed a square round the pond, from which it was obvious that he seeing this locality for the first time and that it interested him.

source: Он остановил свой взор на верхних этажах, ослепительно отражающих в стеклах изломанное и навсегда уходящее от Михаила Александровича солнце, затем перевел его вниз, где стекла начали предвечерне темнеть, чему-то снисходительно усмехнулся, прищурился, руки положил на набалдашник, а подбородок на руки.
en: His gaze halted on the upper storeys, whose panes threw back a blinding, fragmented reflection of the sun which was setting on Mikhail Alexandrovich for ever ; he then looked downwards to where the windows were turning darker in the early evening twilight, smiled patronisingly at something, frowned, placed his hands on the knob of his cane and laid his chin on his hands.

source: -Ты, Иван, - говорил Берлиоз, - очень хорошо и сатирически изобразил, например, рождение иисуса, сына божия, но соль-то в том, что еще до иисуса родился еще ряд сынов божиих, как, скажем, фригийский аттис, коротко же говоря, ни один из них не рождался и никого не было, в том числе и иисуса, и необходимо, чтобы ты, вместо рождения и, скажем, прихода волхвов, описал нелепые слухи об этом рождении...
en: 'You see, Ivan,' said Berlioz,' you have written a marvellously satirical description of the birth of Jesus, the son of God, but the whole joke lies in the fact that there had already been a whole series of sons of God before Jesus, such as the Phoenician Adonis, the Phrygian Attis, the Persian Mithras. Of course not one of these ever existed, including Jesus, and instead of the nativity or the arrival of the Magi you should have described the absurd rumours about their arrival.

source: А то выходит по твоему рассказу, что он действительно родился!..
en: But according to your story the nativity really took place! '

source: Тут Бездомный сделал попытку прекратить замучившую его икоту, задержав дыхание, отчего икнул мучительнее и громче, и в этот же момент Берлиоз прервал свою речь, потому что иностранец вдруг поднялся и направился к писателям.
en: Here Bezdomny made an effort to stop his torturing hiccups and held his breath, but it only made him hiccup more loudly and painfully. At that moment Berlioz interrupted his speech because the foreigner suddenly rose and approached the two writers.

source: Те поглядели на него удивленно.
en: They stared at him in astonishment.

source: Извините меня, пожалуйста, - заговорил подошедший с иностранным акцентом, но не коверкая слов, - что я, не будучи знаком, позволяю себе... Но предмет вашей ученой беседы настолько интересен, что...
en: 'Excuse me, please,' said the stranger with a foreign accent, although in correct Russian, ' for permitting myself, without an introduction...but the subject of your learned conversation was so interesting that...'

source: Тут он вежливо снял берет, и друзьям ничего не оставалось, как приподняться и раскланяться.
en: Here he politely took off his beret and the two friends had no alternative but to rise and bow.

source: "Нет, скорее француз..."- Подумал Берлиоз.
en: 'No, probably a Frenchman...' thought Berlioz.

source: "Поляк?.."- Подумал Бездомный.
en: 'A Pole,' thought Bezdomny.

source: Необходимо добавить, что на поэта иностранец с первых же слов произвел отвратительное впечатление, а Берлиозу скорее понравился, то есть не то чтобы понравился, а... Как бы выразиться... Заинтересовал, что ли.
en: I should add that the poet had found the stranger repulsive from first sight, although Berlioz had liked the look of him, or rather not exactly liked him but, well...been interested by him.

source: -Разрешите мне присесть?- Вежливо попросил иностранец, и приятели как-то невольно раздвинулись; иностранец ловко уселся между ними и тотчас вступил в разговор.
en: 'May I join you? ' enquired the foreigner politely, and as the two friends moved somewhat unwillingly aside he adroitly placed himself 'between them and at once joined the conversation.

source: -Если я не ослышался, вы изволили говорить, что Иисуса не было на свете?- Спросил иностранец, обращая к Берлиозу свой левый зеленый глаз.
en: ' If I am not mistaken, you were saying that Jesus never existed, were you not? ' he asked, turning his green left eye on Berlioz.

source: -Нет, вы не ослышались, - учтиво ответил Берлиоз, - именно это я и говорил.
en: 'No, you were not mistaken,' replied Berlioz courteously. ' I did indeed say that.'

source: -Ах, как интересно!- Воскликнул иностранец.
en: 'Ah, how interesting! ' exclaimed the foreigner.

source: "А какого черта ему надо?"- Подумал Бездомный и нахмурился.
en: 'What the hell does he want?' thought Bezdomny and frowned.

source: -А вы соглашались с вашим собеседником?- Осведомился неизвестный, повернувшись вправо к Бездомному.
en: 'And do you agree with your friend? ' enquired the unknown man, turning to Bezdomny on his right.

source: -На все сто!- Подтвердил тот, любя выражаться вычурно и фигурально.
en: 'A hundred per cent! ' affirmed the poet, who loved to use pretentious numerical expressions.

source: -Изумительно!- Воскликнул непрошеный собеседник и, почемуто воровски оглянувшись и приглушив свой низкий голос, сказал:простите мою навязчивость, но я так понял, что вы помимо всего прочего, еще и не верите в бога?- Он сделал испуганные глаза и прибавил:- клянусь, я никому не скажу.
en: 'Astounding! ' cried their unbidden companion. Glancing furtively round and lowering his voice he said : ' Forgive me for being so rude, but am I right in thinking that you do not believe in God either? ' He gave a horrified look and said: ' I swear not to tell anyone! '

source: -Да, мы не верим в бога, - чуть улыбнувшись испугу интуриста, ответил Берлиоз.- Но об этом можно говорить совершенно свободно.
en: 'Yes, neither of us believes in God,' answered Berlioz with a faint smile at this foreign tourist's apprehension. ' But we can talk about it with absolute freedom.'

source: Иностранец откинулся на спинку скамейки и спросил, даже привизгнув от любопытства: - вы атеисты?!
en: The foreigner leaned against the backrest of the bench and asked, in a voice positively squeaking with curiosity : 'Are you ...atheists? '

source: - Да, мы атеисты, - улыбаясь, ответил Берлиоз, а Бездомный подумал, рассердившись: "вот прицепился, заграничный гусь!"
en: 'Yes, we're atheists,' replied Berlioz, smiling, and Bezdomny thought angrily : ' Trying to pick an argument, damn foreigner! '

source: - Ох, какая прелесть!- Вскричал удивительный иностранец и завертел головой, глядя то на одного, то на другого литератора.
en: 'Oh, how delightful!' exclaimed the astonishing foreigner and swivelled his head from side to side, staring at each of them in turn.

source: В нашей стране атеизм никого не удивляет, - дипломатически вежливо сказал Берлиоз, - большинство нашего населения сознательно и давно перестало верить сказкам о боге.
en: 'In our country there's nothing surprising about atheism,' said Berlioz with diplomatic politeness. ' Most of us have long ago and quite consciously given up believing in all those fairy-tales about God.'

source: Тут иностранец отколол такую штуку: встал и пожал изумленному редактору руку, произнеся при этом слова: - позвольте вас поблагодарить от всей души!
en: At this the foreigner did an extraordinary thing-he stood up and shook the astonished editor by the hand, saying as he did so : 'Allow me to thank you with all my heart!'

source: - За что это вы его благодарите?- Заморгав, осведомился Бездомный.
en: 'What are you thanking him for? ' asked Bezdomny, blinking.

source: За очень важное сведение, которое мне, как путешественнику, чрезвычайно интересно, - многозначительно подняв палец, пояснил заграничный чудак.
en: 'For some very valuable information, which as a traveller I find extremely interesting,' said the eccentric foreigner, raising his forefinger meaningfully.
